tap "assemblyai/assemblyai"
tap "dart-lang/dart"
tap "devopsdays/tap"
tap "gobuffalo/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "sass/sass"
tap "teamookla/speedtest"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "python@3.10"
brew "autojump"
brew "pycparser"
brew "cffi"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "fontconfig"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "node"
brew "corepack"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "openjpeg"
brew "librist"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git-extras"
brew "gnupg"
brew "go"
brew "libheif"
brew "graphicsmagick"
brew "handbrake"
brew "helm"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "mas"
brew "neovim"
brew "netlify-cli"
brew "openssh"
brew "packer"
brew "perl"
brew "ponysay"
brew "postgresql@14"
brew "powerlevel10k"
brew "pulumi"
brew "qrencode"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn", link: false
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "assemblyai/assemblyai/assemblyai"
brew "devopsdays/tap/devopsdays-cli"
brew "gobuffalo/tap/buffalo"
brew "gobuffalo/tap/pop"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "aerial"
cask "alfred"
cask "audio-hijack"
cask "bartender"
cask "beyond-compare"
cask "bitwarden"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "logitech-presentation"
cask "loopback"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "moom"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "postman"
cask "remarkable"
cask "signal"
cask "skype"
cask "soundsource"
cask "todoist"
cask "tower"
cask "warp"
cask "visual-studio-code"
cask "zoom"
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "Webcam Settings", id: 533696630
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "arcanis.vscode-zipfs"
vscode "bierner.markdown-preview-github-styles"
vscode "budparr.language-hugo-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "fabiospampinato.vscode-open-in-gittower"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "joffreykern.markdown-toc"
vscode "kenhowardpdx.vscode-gist"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "marcostazi.vs-code-vagrantfile"
vscode "mousetraps.selected-character-count"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "nickgo.cuelang"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "redhat.java"
vscode "rome.rome"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "thekalinga.bootstrap4-vscode"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
