# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "devopsdays/tap"
tap "heroku/brew"
tap "teamookla/speedtest"
tap "romkatv/powerlevel10k"

# Brew CLI apps
brew "asciinema"
brew "autojump"
brew "awscli"
brew "diff-so-fancy"
brew "direnv"
brew "gh"
brew "git-extras"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "mas"
brew "node"
brew "netlify-cli", link: false
brew "packer"
brew "ponysay"
brew "speedtest"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "devopsdays/tap/devopsdays-cli"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"

# App casks
cask "1password"
cask "adobe-creative-cloud"
cask "aerial"
cask "airfoil"
cask "airtable"
cask "audio-hijack"
cask "authy"
cask "alfred"
cask "bartender"
cask "beyond-compare"
cask "camtasia"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-control-center"
cask "fantastical"
# cask "elgato-game-capture-hd"
# OBS must be installed before Stream Deck
cask "obs"
cask "elgato-stream-deck"
cask "farrago"
cask "fission"
cask "grammarly"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "loopback"
cask "keybase"
cask "krisp"
cask "logitech-presentation"
cask "macdown"
cask "microsoft-office"
cask "microsoft-teams"
cask "moom"
cask "postman"
cask "raindropio"
cask "shadow"
cask "signal"
cask "skype"
cask "slack"
cask "soundsource"
cask "spotify"
cask "spotify-notifications"
cask "sunsama"
cask "steam"
cask "tower"
cask "visual-studio-code"
cask "zoom"

# Font casks
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"

# Mac App Store apps
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "DaisyDisk", id: 411643860
mas "Deliveries: a package tracker", id: 290986013
mas "Drawful 2", id: 1121426744
mas "Fibbage XL", id: 1091682296
mas "HP Smart for Desktop", id: 1474276998
mas "iMovie", id: 408981434
mas "Just Press Record", id: 979561272
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Quiplash", id: 1002623276
mas "Shush - Microphone Manager", id: 496437906
mas "The Jackbox Party Pack", id: 957862217
mas "The Jackbox Party Pack 2", id: 1034034328
mas "The Jackbox Party Pack 3", id: 1156513849
mas "The Jackbox Party Pack 4", id: 1281679696
mas "The Jackbox Party Pack 5", id: 1438912153
mas "The Jackbox Party Pack 6", id: 1475799761
mas "The Jackbox Party Pack 7", id: 1529351927
mas "Todoist: To-Do List & Tasks", id: 585829637
mas "ToothFairy", id: 1191449274
mas "Webcam Settings", id: 533696630
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
