# Taps
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

#Brew CLI apps
brew "asciinema"
brew "autojump"
brew "awscli"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "eigen"
brew "ext4fuse"
brew "fd"
brew "ffind"
brew "ffmpeg"
brew "findutils"
brew "gatsby-cli", link: false
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "glib"
brew "gnupg", link: false
brew "go"
brew "graphicsmagick"
brew "hdf5"
brew "heroku/brew/heroku"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "irssi"
brew "jpeg"
brew "jpeg-turbo"
brew "libtiff"
brew "libpng"
brew "mas"
brew "mpfr"
brew "neovim"
brew "node"
brew "ntfs-3g"
brew "openexr"
brew "optipng"
brew "pinentry-mac"
brew "pkg-config"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "readline"
brew "speedtest-cli"
brew "tbb"
brew "teamookla/speedtest/speedtest"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "wget"
brew "wifi-password"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# App casks
cask "1password"
#cask "adobe-creative-cloud"
cask "aerial"
cask "airfoil"
cask "airtable"
cask "alfred"
cask "audio-hijack"
cask "authy"
cask "beyond-compare"
cask "bluestacks"
cask "brave-browser-beta"
cask "cakebrew"
cask "discord"
cask "docker"
cask "dropbox"
#cask "elgato-control-center"
#cask "elgato-game-capture-hd"
## OBS must be installed before Stream Deck
cask "obs"
cask "elgato-stream-deck"
cask "ferdi"
cask "grammerly"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "joplin"
cask "kap"
cask "krisp"
cask "licecap"
cask "logitech-presentation"
cask "loopback"
cask "macdown"
cask "moom"
cask "openra"
cask "openttd"
cask "osxfuse"
cask "postman"
cask "private-internet-access"
cask "raindropio"
cask "shadow"
cask "signal"
cask "skype"
cask "slack"
cask "soundsource"
cask "spotify"
cask "spotify-notifications"
cask "spotmenu"
cask "steam"
cask "tower"
cask "viscosity"
cask "visual-studio-code"
cask "witch"
cask "zoom"

# Font casks
cask "font-hack-nerd-font"
cask "font-inconsolate-for-powerline"
cask "font-menlo-for-powerline"

# Mac App Store apps
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Clocker", id: 1056643111
mas "DaVinci Resolve", id: 571213070
mas "Drawful 2", id: 1121426744
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "iMovie", id: 408981434
mas "Jayson", id: 1189824719
mas "Keynote", id: 409183694
#mas "Kiwi for Gmail", id: 986304488
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
#mas "Spark", id: 1176895641
mas "The Jackbox Party Pack 3", id: 1156513849
mas "The Jackbox Party Pack 7", id: 1529351927
mas "The Unarchiver", id: 425424353
mas "Todoist: To-Do List & Tasks", id: 585829637
mas "Trello", id: 1278508951
#mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "Webcam Settings", id: 533696630
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
